Repository: jmjjg/Database
Catalog: src/Locale/*/database.po
Languages: fr_fr

# Validate::boolean
source: Please enter a boolean value
fr_fr: Veuillez entrer une valeur booléenne

# Validate::date
source: Please enter a correct date
fr_fr: Veuillez entrer une date correcte

# Validate::datetime
source: Please enter a correct date and time
fr_fr: Veuillez entrer une date et une heure correctes

# Validate::isInteger
source: Please enter a integer value
fr_fr: Veuillez entrer un nombre entier

# Validate::maxLength
source: Please enter %d caracters maximum
fr_fr: Veuillez entrer au maximum %d caractères

# Validate::numeric
source: Please enter a number
fr_fr: Veuillez entrer un nombre

# Validate::time
source: Please enter a correct time
fr_fr: Veuillez entrer une heure correcte

# Validate::requirePresence
source: Required field
fr_fr: Champ obligatoire

# Validate::notEmpty
source: Required field
fr_fr: Champ obligatoire

# Validate::isUnique
source: Value already in use
fr_fr: Valeur déjà utilisée

# Validate::existsIn
source: Non-existant value
fr_fr: Valeur inexistante
